# Создать строку равную предпоследнему символу введенной строки

string1 = 'Плыли по небу тучки'

string2 = string1[len(string1) - 2]

print(string2)