# Создать строку равную первым пяти символам введенной строки

string1 = 'Плыли по небу тучки'

string2 = string1[0:5]

print(string2)