# Дан список целых чисел. Создать новый список, каждый элемент которого равен исходному элементу умноженному на -2

list1 = [1, 3, 7, 8, 10]

new_list = [i * (-2) for i in list1] # пока не додумалась как использовать цикл while

print(new_list)