# Создать строку равную введенной строке без последних двух символов

string1 = 'Плыли по небу тучки'

string2 = string1[0:-2]

print(string2)